			<div id="condition" class="dark-css">
					<h1>කොන්දේසි</h1>
					<p>මෙම වෙබ් අඩවිය පරිහරණය කරන ඔබ මෙහි මුලික හරය වන අධ්‍යාපනය යන අරමුණ උදෙසා පමණක් මෙම අඩවිය භාවිතා කලයුතුය.<br>
					ඔබ මෙම අඩවිය තුළ සිදු කරන කිසිම කටයුත්තකින් කවර අයකුගේ උවද බුද්ධිමය දේපල වලට අන්ශුමාත්‍රයකවත් හානියක් නොවන අයුරෙන් 
					කටයුතු කල යුතුය.<br>
					ඔබ විසින් අන්සතු යමක් පළකරන්නේ නම් ඔහු හෝ ඇයගෙන් පුර්ණ අනුමැතිය ලබාගත යුතුය.මෙය ඉහළ ගුණාත්මක බාවයකින්  
					පවත්වාගෙන යාම අපගේ අරමුණ වන අතර ඒ සඳහා ඔබගේ සහයෝගය නොමසුරුව අපේක්ෂකරමු.</br>
					</p>
					<br>
					<h2>Term & conditions</h2>
					<p>මෙම වෙබ් අඩවිය පරිහරණය කරන ඔබ මෙහි මුලික හරය වන අධ්‍යාපනය යන අරමුණ උදෙසා පමණක් මෙම අඩවිය භාවිතා කලයුතුය.<br>
					ඔබ මෙම අඩවිය තුළ සිදු කරන කිසිම කටයුත්තකින් කවර අයකුගේ උවද බුද්ධිමය දේපල වලට අන්ශුමාත්‍රයකවත් හානියක් නොවන අයුරෙන් 
					කටයුතු කල යුතුය.<br>
					ඔබ විසින් අන්සතු යමක් පළකරන්නේ නම් ඔහු හෝ ඇයගෙන් පුර්ණ අනුමැතිය ලබාගත යුතුය.මෙය ඉහළ ගුණාත්මක බාවයකින්  
					පවත්වාගෙන යාම අපගේ අරමුණ වන අතර ඒ සඳහා ඔබගේ සහයෝගය නොමසුරුව අපේක්ෂකරමු.</br>
					</p>
					<footer id="condition_footer">
						<button id="agree" class="button">agree</button>
						<button class="button">disagree</button>
					</footer>
			</div>
			<script type="text/javascript">
			$(document).ready(function(){
			$("#regform").hide();
			});
			$(document).ready(function(){
			$("#agree").click(function(){
			$("#condition").hide(800);
			$("#regform").slideDown(1000);
			});
			});
			</script>